label mr_bad_end:
	play music music_list["problem"] fadein 1
	
	"Я решил, что раз уж она забылась и села рядом со мной, то у меня есть неплохой шанс схватить её."
	"Боковым зрением я видел, что она сидит всё в таком же полуудивлённом-полустыдливом состоянии и не знает, что ей сейчас делать."
	"Я резко развернулся, взял её руку и хотел уже было заломить её, как вдруг получил удар током и тут же упал, быстро теряя сознание."
	
	scene bg black with dissolve
	"Последнее, что я помню, было тем, как моя сестра вскочила, а Маширо умоляла её не делать глупостей, ведь тогда моим восстановлением будет некому заниматься."
	"А потом она сказала:"
	mr "Не думала, что он прибегнет к рукоприкладству."
	
	"Её последние слова ещё многие месяцы долгим эхом проносились у меня в голове."
	"..."
	
	stop music fadeout 1
	pause 1
	play music music_list["loneliness"] fadein 1
	
	"Я очнулся на какой-то Земле-подобной планете, население которой было никак не меньше миллиарда."
	"К моменту моего пробуждения Рен уже полностью меня восстановила."
	"Нашего обещанного корабля мы так и не дождались."
	"Он не прилетел ни через неделю, ни через месяц, ни через год."
	
	"На этой планете мы будто начали жизнь с нуля."
	"Абсолютно без средств к существованию. {w}Без транспорта. {w}Без дома. {w}Без знакомых."
	"Более-менее постоянное жильё мы нашли только через 3 месяца."
	"Для покупки нового корабля нам пришлось работать более 25 лет."
	"Хотя по началу я думал, что больше никогда не полечу в космос."
	"Это <приключение> напрочь отбило у меня всё желание путешествовать."
	"Но даже в те времена, когда средняя продолжительность жизни составляла 40 лет, люди говорили: никогда не говори <никогда>."
	"Что уж говорить о нынешних временах..."
	"..."
	
	"Спустя несколько лет по какой-то нелепой случайности я вновь оказался в том краю, где встретил Маширо."
	"Как я ни старался, я не смог пересилить себя и не залететь на ту планету."
	
	scene bg mr_meet with dissolve
	"Там же, где ему и было положено, стоял её полуразвалившийся корабль."
	"В небе прямо как тогда светила местная Луна и отражалась в море."
	scene bg black with dissolve
	"Я зашёл в её корабль."
	scene bg mr_meet_ship with dissolve
	"Его система узнала меня и включила для меня своё тусклое освещение."
	"Один из мониторов мигал так, будто был нарочно выставлен в такой режим."
	"Я подошёл к нему."
	
	mr "Дорогой Сэм!"
	mr "Я знаю, что в ближайшие 50 лет сюда почти гарантированно никто не заглянет."
	mr "Никто, кроме тебя, разумеется."
	mr "Рано или поздно ты обязательно тут появишься."
	mr "На твой взгляд это даже может быть случайностью, но я в тебе абсолютно не сомневаюсь."
	mr "Твой корабль вернуть я не смогла."
	mr "Когда он был отправлен к тебе, его кто-то попытался перехватить, и автопилот взорвал его."
	mr "Все мои корабли участвовали в военных действиях, поэтому отдать тебе их я не могла."
	mr "Потому как в этом случае тебя бы просто арестовали."
	mr "Полагаю, тебе не одно десятилетие придётся зарабатывать на новый корабль."
	mr "Извини за ещё одну неприятность."
	mr "По началу тебе наверняка будет казаться, что ты полностью разочаровался в жизни, но это обязательно пройдёт."
	mr "Я ведь знаю, ты не такой пессимист, каким хочешь себе казаться."
	mr "Именно поэтому я верю, что в конце концов ты вновь окажешься здесь."
	mr "Я оставила это сообщение спустя месяц после нашей...разлуки, если это можно так назвать..."
	mr "И у меня есть только одна причина, чтобы не удалить его и чтобы не вернуть тебе всё то, что я должна."
	mr "Надеюсь, ты всё поймёшь."
	mr "А, и ещё!"
	mr "Хоть этот корабль и ели двигается, я привезла к нему довольно много деталей, чтобы новые упавшие сюда имели больше шансов на спасение."
	mr "Но топлива у меня у самой впритык, поэтому я прошу тебя - оставь здесь, сколько сможешь..."
	mr "Всегда твоя {w}- Маширо."
	"..."
	
	"Вот, собственно, и конец этой истории."
	"Вся эта обстановка...неизменная Луна, всё так же волнующееся море..."
	"Сообщение из далёкого прошлого, всего через месяц после нашей встречи здесь."
	"Сообщение от той, что призналась мне..."
	"От той, которая была мне безразлична."
	"С её постоянными логичностью и предусмотретельностью."
	"С честностью и открытостью..."
	"С заботой обо мне и обо всех, до кого она может дотянуться."
	"До кого она {i}могла{/i} дотянуться..."
	
	"На меня нахлынуло столько воспоминаний и эмоций, что я с большим трудом мог удержать это в себе."
	"Я оставил тут больше половины своего топлива."
	"Потом скопировал её сообщение."
	"Не знаю, зачем я это сделал, но поступить иначе я не мог."
	"Наверно, не хотел её забывать."
	"Не хотел, чтобы те сутки, что я был с ней, были вычеркнуты из моей жизни."
	"Будто ничего и...{w}не было."
	"..."
	"Будто мы "
	show mr smile with dissolve
	extend "вовсе "
	show mr normal with dissolve
	extend "никогда и..."
	show mr sad with dissolve
	extend "не встречались?"
	hide mr with dissolve
	"..."
	"..."
	"..."
	"Получена концовка: Пока из прошлого."
	jump main
